tap "jandedobbeleer/oh-my-posh"
brew "xz"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "go"
brew "iperf3"
brew "mas"
brew "mkvtoolnix"
brew "neovim"
brew "nvm"
brew "pyenv"
brew "stow"
brew "tailscale"
brew "yt-dlp"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "cursor"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "intellij-idea-ce"
cask "jan"
cask "lulu"
cask "qbittorrent"
cask "raycast"
cask "raindropio"
cask "shottr"
cask "vlc"
cask "yacreader"
cask "zen"
cask "zoom"
mas "Adobe Lightroom", id: 1451544217
mas "Blackmagic Disk Speed Test", id: 425264550
mas "DaVinci Resolve", id: 571213070
mas "Hidden Bar", id: 1452453066
mas "LimeChat", id: 414030210
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "NordVPN", id: 905953485
